Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: At the age of 15, Wang started his 17-year service with the People's Liberation Army, initially as a border guard before rising to become a regimental commander.[5][18] In 1976, he joined the Communist Party of China. He served as deputy to the 17th National Congress.[19]
ne: १५ वर्षको उमेरमा उनले जनमुक्ति सेनाको १७ वर्षको सेवा शुरू गरेका थिए, शुरूमा उनी सिमा सुरक्षाकर्मा थिए भने पछि उनलाई रेजिमेंट कमान्डरमा पदोन्नती गरिएको थियो । [5][18] सन् १९७६ मा उनी चीनको कम्युनिष्ट पार्टीमा सामेल भएका थिए । उनले १७ औं राष्ट्रिय कांग्रसको नायवको रूपमा सेवा गरेका थिए । [19]

source: He is married to Lin Ning (Chinese: 林宁; pinyin: Lín Níng), and has a son, Wang Sicong (Chinese: 王思聪; pinyin: Wáng Sīcōng; born 1988), educated at Winchester College and University College London in the UK.[23] Wang Sicong is currently a board member of the Wanda Group and a venture capitalist in China through his Beijing-based private equity fund, Prometheus Capital (普思投资).[24]
ne: उनको विवाह लिन निंग (चिनियाँ: 林宁; पिनयिन: Lín Níng) भएको थियो र उनको एक छोरा वांग सिकोंग (चिनियाँ: 王思聪; पिनयिन: Wáng Sīcōng; जन्म 1988) छ । उनको छोराले विनचेस्टर कलेज र विश्वविद्यालय कलेज लन्डन बेलायतमा शिक्षा हासिल गरेका छन् ।.[23] वांग सिकोंग हाल वान्डा समूहको सञ्चालक समूह छन् ।

source: It recommends the accounting standards to be followed by companies in India to The National Financial Reporting Authority (NFRA) and sets the accounting standards to be followed by other types of organisations. ICAI is solely responsible for setting the auditing and assurance standards to be followed in the audit of financial statements in India. It also issues other technical standards like Standards on Internal Audit (SIA), Corporate Affairs Standards (CAS) etc. to be followed by practicing Chartered Accountants.
ne: भारत चार्टर्ड एकाउन्टेन्टस् संस्था भारतको लेखा सम्बन्धी राष्ट्रिय संस्था हो । यो संसदले पारित गरेको चार्टर्ड एकाउन्टेन्टस् एेन, १९४९ अन्तर्गत चार्टर्ड एकाउन्टेन्टस् पेशाको नियामक नियाकको रूपमा सन् १९४९ जुलाई १ मा स्थापना भएको थियो । यो संस्था संसारको सदस्यहरूको संख्याको आधारमा संसारको दोश्रो ठूलो पेशागत लेखा तथा वित्तिय नियामक संस्था हो । यसले भारतका कम्पनीलहरू पालना गर्नु पर्ने लेखा मानहरू राष्ट्रिय वित्तिय प्रतिवेदन प्राधिकरणलाई सिफारिस गर्ने गर्दछ तथा अन्य निकायहरूले पालना गर्नु पर्ने लेखा मानहरू निर्धारण गर्ने गर्दछ । यो संस्था भारतमा हुने लेखापरीक्षणमा पालना गर्ने पर्ने लेखापरीक्षण मान तयार गर्नको लागी पूर्ण रूपमा जिम्मेवार रहेको छ । यसले चार्टर्ड एकाउन्टेन्टसले पालना गर्नु पर्ने अन्य प्राविधिक मानहरू समेत तयार गर्ने गर्दछ । उक्त मानहरू तयार गर्नको लागी यसले भारत सरकार, केन्द्रिय बैंक तथा धितोपत्र बोर्डसँग समन्वय गरि कार्य गर्दछ ।

source: ICAI has entered into mutual recognition agreements with other professional accounting bodies world-wide for reciprocal membership recognition. ICAI is one of the founder members of the International Federation of Accountants (IFAC), South Asian Federation of Accountants (SAFA), and Confederation of Asian and Pacific Accountants (CAPA). ICAI was formerly the provisional jurisdiction for XBRL International in India.
ne: यस संस्थाको सदस्यहरूलाई चार्टर्ड एकाउन्टेन्टस भनिन्छ तर यो शब्द शाही मोहर भएको व्यक्तिसँग कुनै सम्बन्धीत छैन् । चार्टर्ड एकाउन्टेन्टस विषय प्रकाशित नैतिकताको कोड तथा पेशागत मानहरूमा आधारित छ । भारतको कम्पनी एेन, २०१३ अनुसार भारतीय कम्पनीमा बाह्य लेखापरीक्षको रूपमा चार्टर्ड एकाउन्टेन्टस मात्र नियुक्त हुन पाउँदछन् ।

source: Motto and mission
ne: आदर्श वाक्य र मिशन

source: New CA Logo for exclusive use by Chartered Accountants
ne: नयाँ सिए लोगो

source: Institute of Chartered Accountants of India
ne: भारत चार्टर्ड एकाउन्टेन्टस् संस्था

source: The temple is visited by pilgrims from all over India.
ne: यो मन्दिरमा भारत लगायत नेपालबाट समेत धर्मावलम्बीहरूबाट जाने गर्दछन् ।

source: Kalighat Kali Temple (Bengali: কালীঘাট মন্দির) is a Hindu temple in West Bengal, India dedicated to the Hindu goddess Kali.[1] It is one of the 51 Shakti Peethas.
ne: कालीघाट काली मन्दिर (बंगाली: কালীঘাট মন্দির) पश्चिम बङ्गाल, भारतमा अवस्थित हिन्दु देवी कालिको मन्दिर हो । [1] यो एक ५१ वटा हिन्दु शक्तिपीठ मध्ये एक हो ।

source: Kalighat was a Ghat (landing stage) sacred to Kali on the old course of the Hooghly river (Bhāgirathi) in the city of Calcutta. The name Calcutta is said to have been derived from the word Kalighat. The river over a period of time has moved away from the temple.
ne: कालीघाट कलकत्ताको हुगलि नदिको किनारमा रहेको काली देवीमा समर्पित घाट थियो । कलकत्ता सहरको नाम पनि कालीघाट भन्ने शब्दबाट ल्याइएको भनिन्छ । नदी भने समय वित्दै जाँदा मन्दिर परिसरबाट टाढा हुदै गएको छ । मन्दिर अहिले सानो कुलो अडि गंगाको किनारमा रहेको छ जुन हुगली नदिसँग जोडिएको छ । अडि गंगा हुगली नदिको वास्तविक वाटो थियो, त्यही भएर यसको नाम अडि (वास्तविक) गंगा राखिएको हो ।

source: Worship
ne: पूजाअर्चना

source: Kalighat Kali Temple, 1887
ne: सन् २८८७ मा कालीघाट काली मन्दिर

source: Kalighat Temple
ne: कालीघाट मन्दिर

source: The Kalighat temple in its present form is only about 200 years old, although it has been referred to in Mansar Bhasan composed in the 15th century, and in Kavi Kankan Chandi of the 17th century. Mention of the Kali temple is also found in Lalmohon Bidyanidhis's 'Sambanda Nirnoy".[4] Only two types of coins of Chandragupta II, who incorporated Vanga in the Gupta Empire, are known from Bengal. His Archer type coins, which became the most popular type of coinage with the Gupta rulers after Kumaragupta I, have been found in Kalighat.
ne: हालको कालीघाट मन्दिर २०० वर्ष पूरानो रहेको छ यद्यपी यसको उल्लेख १५ औं शताब्दिमा तयार गरिएको मनसार भाषण तथा १७ औं शताब्दिको कवि कनकन चान्दिमा गरिएको छ । काली मन्दिरको उल्लेख लालमोहन विद्यानिधीको 'समबन्ध निरनोय' समेत रहेको छ । [4]

source: Dhirajlal Hirachand "Dhirubhai" Ambani (28 December 1932 – 6 July 2002) was an Indian business tycoon[2] who founded Reliance Industries in Bombay with his cousin. He had been figured in the The Sunday Times top 50 businessmen in Asia.[3] Ambani took Reliance Industries public in 1977 and by 2007, the combined fortune of the family was $60 billion, making the Ambanis the third richest family in the world.[citation needed] Ambani died on 6 July 2002.[4] In 2016, He was honored posthumously with the Padma Vibhushan, India's second highest civilian honor for his contributions towards the field of Trade and Industry.[5][6]
ne: धीरूभाई हिराचन्द "धीरूभाई" अम्बानी (२८ डिसेम्बर १९३२ – ६ जुलाई २००२) एक भारतीय प्रसिद्ध व्यवसायी थिए, [2] उनले आफ्नो नातेदातसँग मिलेर भारतको बम्बेमा रिलायन्स उद्योगको थालनी गरेका थिए । उनी द सनडे टाइसमा एसिया महाद्विपको ५० शिर्ष व्यवसायी मध्ये एकको रूपमा उल्लेख गरिएको थियो ।[3] उनले रिलायन्स उद्योगलाई सन् १९७७ मा पब्लिकमा परिणत गरेका थिए र सन् २००७ सम्ममा उनको परिवारको सगोल सम्पत्ति युएसडि ६० विलियन भएको थियो तथा अम्बानी परिबार संसारको तेश्रो धनी परिवार समेत भएका थिए । अम्बानीको मृत्यु ६ जुलाई २००२ मा भएको थियो । [4] सन् २०१६ मा उनलाई मरणोपरान्त पदम विभुषणबाट सम्मान गरिएको थियो, जुन भारतको दोश्रो उच्चतम नागरिक सम्मान हो । यो सम्मान उनलाई व्यापार तथा उद्योगको क्षेत्रमा उनको योगदानको लागि प्रदान गरिएको थियो । [5][6]

source: Early career
ne: प्रारम्भिक पेशागत जीवन

source: He founded Reliance Industries in 1966, and as of 2012, the company has over 85,000 employees and provides almost 5% of the Central Government's total tax revenue. As of 2012, Reliance Industries was listed among top 10 Fortune 500 list of world's biggest companies by revenues.[7]
ne: उनले सन् १९६६ मा रिलायन्स उद्योगको स्थापना गरेका थिए र सन् २०१२ सम्ममा यस कम्पनीमा ८५,००० भन्दा बढी कर्मचारी तथा केन्द्रिय सरकारको जम्मा कर राजश्वमा लगभग ५ प्रतिशत योगदान रहेको थियो । सन् २०१२ सम्मा रिलायन्स उद्योगमा फर्च्युन ५०० मा शिर्ष १० को सूचीमा राजस्वको आधारमा सूचीकृत भएको थियो । [7]

source: In 2010, Naadam was inscribed on the Representative List of the Intangible Cultural Heritage of Humanity of UNESCO.
ne: सन् २०१० मा यूनेस्कोले नादामलाई मानवताको अदृश्य सांस्कृतिक सम्पादनको प्रतिनिधी सूचीमा सूचीकृत गरेको थियो ।

source: 2006 Naadam ceremony in Ulaanbaatar
ne: सन् २००६ उलानबाटरमा नादाम उत्सव

source: Naadam (Mongolian: Наадам, classical Mongolian: Naɣadum, [ˈnaːdəm], literally "games") is a traditional festival in Mongolia. The festival is also locally termed "eriin gurvan naadam" (эрийн гурван наадам) "the three games of men". The games are Mongolian wrestling, horse racing, and archery, and are held throughout the country during midsummer.
ne: नादाम (मङ्गोलियन: Наадам, शास्त्रीय मङ्गोलियन: Naɣadum, [ˈnaːdəm], शाब्दिक "खेल") मङ्गोलियाको एक परम्परागत पर्व हो । यस पर्वलाई स्थानियहरले "इरिइन गुरभान नादाम" (эрийн гурван наадам) "पुरुष तीन खेल" भन्ने गरिन्छ । खेलहरूमा मङ्गोलियन कुस्ती, घोडा दौड, र धनुविद्या हुन र मध्य गृष्मा देशभर आयोजना गरिन्छ । मङ्गोलियन कुस्ती बाहेकमा महिलाहरूले धनुविद्या तथा बालिकाहरूले घोडा दौडमा सहभागिता जनाउन शुरू गरेका छन् ।

source: Naadam has its origin in the activities, such as military parades and sporting competitions such as archery, horse riding and wrestling, that followed the celebration of various occasions, including weddings or spiritual gatherings. It later served as a way to train soldiers for battle. The three games of wrestling, horse racing and archery had been recorded in the 13rd century book The Secret History of the Mongols.
ne: नादाम मङ्गोलियाको सबैभन्दा बढि हेरिने उत्सव हो र यो उत्सव शताब्दि देखि चलि आएको मान्यता रहेको छ । नादामको शुरूवात सैन्य परेड र खेल प्रतियोगिताहरू जस्तैः धनुविद्या, घोडा दौड तथा कुस्ती जस्ता गतिविधिहरूबाट भएको हो । पछि सैनिकहरूलाई युद्धको लागि तयार गर्ने गरि यसको प्रयोग भएको थियो । कुस्ती, घोडा दोड तथा धनुविद्या १३ औं शताब्दीको किताव द सिकरेट हिस्ट्रि अफ द मङ्गोलस मा समेत उल्लेख गरिएको छ । किंगको शासनको समयमा नादमलाई आधिकारिक उत्सवको रूपमा बनाइएको थियो । हाल यो मङ्गोलियाले चीनबाट स्वतन्त्र भएको घोषणा गरेको सन् १९२१ को क्रान्तिको औपचारिक सम्झनाको रूपमा रहेको छ । नादाममा नयाँ राज्यको उपलब्धि समेत मनाइन्छ । [1]

source: Park Chung-hee (Korean pronunciation: [päk̚.t͈ɕʌŋ.ɦi]; 14 November 1917 – 26 October 1979) was a South Korean president and military general who led South Korea from 1961 until his assassination in 1979. Park seized power through the May 16 coup, a military coup d'état that overthrew the Second Republic of South Korea in 1961 and ruled as a military strongman at the head of the Supreme Council for National Reconstruction until his election and inauguration as the President of the Third Republic of South Korea in 1963. In 1972, Park declared martial law and recast the constitution into a highly authoritarian document, ushering in the Fourth Republic of South Korea.
ne: पार्क चुंग-हि (कोरियाली उच्चारण: [päk.tɕʌŋ.ɦi]; १४ नोभेम्बर १९१७ – २६ अक्टोबर १९७९) दक्षिण कोरियाली राष्ट्रपति र सन् १९६१ देखि १९७९ सम्म दक्षिण कोरियालाई नेतृत्व गर्ने सैन्य जनरल हुने । पार्कले मे १६ को कु बाट अधिकार हासिल गरेका थिए भने सन् १९६१ मा दोश्रो गणतन्त्र दक्षिण कोरियालाई सत्ताचुत गरि देशको शासन चलाएका थिए । सन् १९७२ मा पार्कले देशमा सैन्य शासन लागु गराएका थिए भने देशको संविधानलाई अधिकारयुक्त दुस्तावेजको रूपमा स्थापित गराएका थिए । विभिन्न नेतृत्व गर्ने दक्षिण कोरिया देखि 1961 सम्म आफ्नो हत्या 1979. पार्क जफत शक्ति माध्यम ले मे 16 कु, एक सैन्य तख्तापलट d'état that overthrew दोस्रो गणतन्त्र दक्षिण कोरिया 1961 मा र शासन रूपमा एक सैन्य strongman को टाउको मा सर्वोच्च परिषद लागि राष्ट्रिय पुनर्निर्माण सम्म आफ्नो निर्वाचन र उद्घाटन रूपमा राष्ट्रपति को तेस्रो गणतन्त्र दक्षिण कोरिया 1963 मा.

source: After surviving several assassination attempts, including two operations associated with North Korea, Park was assassinated on 26 October 1979 by Kim Jae-gyu, the chief of his own security services.[2] He had led South Korea for 18 years. Park's first-born daughter, Park Geun-hye, is the current President of South Korea.
ne: 1972 मा, पार्क मार्शल ल घोषणा र recast संविधान मा एक अत्यधिक चर्काे कागजात मा ushering, चौथो गणतन्त्र दक्षिण कोरियाछ । बाँकी पछि धेरै हत्या प्रयास, दुई सहित संचालन संग सम्बन्धित उत्तर कोरिया, पार्क हत्या भएको थियो मा 26 अक्टोबर 1979 द्वारा किम Jae-gyu, प्रमुख को आफ्नै सुरक्षा सेवाहरू.[2] He had नेतृत्व दक्षिण कोरिया को लागि 18 वर्ष छ । पार्क पहिलो-जन्म छोरी, पार्क Geun-hye, को हालको राष्ट्रपति दक्षिण कोरिया ।

source: Yangthang Rinpoche
ne: याङथङ रिन्पोछे

source: Kublai Khan (/ˈkuːblaɪ ˈkɑːn/;[1] Mongolian: Хубилай хаан, Xubilaĭ xaan; Middle Mongol: Qubilai Qaγan, "Khagan Qubilai"; September 23, 1215 – February 18, 1294),[2][3] born Kublai (Mongolian: Хубилай, Xubilaĭ; Middle Mongol: Qubilai; also spelled Khubilai) and also known by the temple name Shizu (Emperor Shizu of Yuan; Chinese: 元世祖; pinyin: Yuán Shìzǔ; Wade–Giles: Yüan Shih-tsu), was the fifth Khagan (Great Khan) of the Mongol Empire (Ikh Mongol Uls), reigning from 1260 to 1294 (although due to the division of the empire this was a nominal position). He also founded the Yuan dynasty in China as a conquest dynasty in 1271, and ruled as the first Yuan emperor until his death in 1294.
ne: कुबलाई खान (/ˈkuːबीएलaɪ ˈkɑːn/;[1] मङ्गोलियन: Хубилай хаан, Xubilaĭ xaan; मध्य Mongol: Qubilai Qayan, "Khagan Qubilai"; सेप्टेम्बर २३, १२१५ – फेब्रुअरी १८, १२९४),[2][3] जन्म कुबलाई (मङ्गोलियन: Хубилай, Xubilaĭ; मध्य Mongol: Qubilai; पनि spelled Khubilai) र मन्दिरको नाम शिजुबाट पनि चिनिन्थे । उनी मङ्गोल साम्राज्यको पाँचौ खागन हुन भने उनले सन् १२६० देखि सन् १२९४ सम्म शासन गरेका थिए । उनीले सन् १२७१ मा चीनमा युआन राजवंशको स्थापना समेत गरेका थिए र उनको मृत्यु सम्म पहिलो युआन सम्राटको रूपमा शासन चलाएका थिए ।

source: Kublai was the fourth son of Tolui (his second son with Sorghaghtani Beki) and a grandson of Genghis Khan. He succeeded his older brother Möngke as Khagan in 1260, but had to defeat his younger brother Ariq Böke in the Toluid Civil War lasting until 1264. This episode marked the beginning of disunity in the empire.[4] Kublai's real power was limited to China and Mongolia, though as Khagan he still had influence in the Ilkhanate and, to a significantly lesser degree, in the Golden Horde.[5][6][7] If one counts the Mongol Empire at that time as a whole, his realm reached from the Pacific Ocean to the Black Sea, from Siberia to what is now Afghanistan – one fifth of the world's inhabited land area.[8]
ne: कुबलाई तोलिउको चौथो छोरा र चङ्गेज खानका नाती थिए । उनले सन् १२६० मा आफ्नो दाजु पश्चात राजगद्दि सम्हालेका थिए । उनको शासनको शुरूवातमा विवाद तथा सामाज्यमा बेमेलको अवस्था आएको थियो ।[4] कुबलाईको बास्तविक शक्ति चीन तथा मङ्गोलियामा सिमित थियो, यद्यपि खागनको प्रभाव इलखानेटमा र केही कम प्रभाव स्वर्ण होर्डेमा थियो । [5][6][7] तत्कालिन समयमा मंगोल सामाज्यको गणना गर्ने हो भने सामाज्य प्रसान्त महासागर देखि कालो समुद्र, साइबेरिया देखि हालको अफगानिसतानसम्म थियो, जुन संसारको मानव वस्नयोग्य जमिनको करिब १ को पाँचौ भाग हुन्छ ।[8]

source: Tom yum, rtgs: tom yam, Thai: ต้มยำ, [tôm.jām] ( listen)) is a Lao and Thai soup, usually cooked with shrimp.[2] Tom yum is widely served in neighbouring countries such as Cambodia, Brunei, Malaysia and Singapore, and has been popularised around the world.
ne: टोम यम, rtgs: टम yam, थाई: ต้มยำ, [tôm.jām] ( listen)) एक लाओ र थाई सूप हो, सामान्यतया यो चिंराटसंग पकाइन्छ । [2] टोम यम व्यापक रुपममा छिमेकी देशहरुमा जस्तै कम्बोडिया, ब्रुनाई, मलेशिया र सिंगापुर, र बिश्वोका अन्य देशहरुमा यो लोकप्रिय छ।

source: "Tom" refers to boiling process, while "yam" refers to a Thai spicy and sour salad. Indeed, tom yum is characterised by its distinct hot and sour flavours, with fragrant spices and herbs generously used in the broth. The basic broth is made of stock and fresh ingredients such as lemongrass, kaffir lime leaves, galangal, lime juice, fish sauce, and crushed chili peppers.
ne: शाब्दिक, शब्दहरू ''टोम यम" देखि व्युत्पन्न छन् दुई थाई शब्दहरू: "टोम" र "यम"। "टोम" बुझाउँछ उम्लिरहेको प्रक्रिया, जबकि "यम" बुझाउँछ एक थाई पिरो र अमिलो सलाद । वास्तवमा, टोम यम विशेषता हो यसको विशिष्ट तातो र अमिलो स्वाद, संग सुगन्धित मसला र जडीबुटी उदार प्रयोग मा शोरबा । आधारभूत शोरबा बनेको छ शेयर र ताजा सामाग्री यस्तो लेमन ग्रास, काफ्फिर चूना पात, गालागाल, कागति रस, माछा सस, र चोट खुर्सानी खुर्सानी ।

source: The paste is bottled or packaged and sold around the world. Tom yum flavored with the paste may have different characteristics from that made with fresh herb ingredients. The soup often includes meats such as chicken, beef, pork, or shrimp.
ne: व्यापारिक टोम यम पेस्ट बनेको छ हताश सबै जडीबुटी सामाग्री र हलचल frying तेल मा. मसला र अन्य जोगाउने सामाग्री त हो जोडी । यो पेस्ट बोतल वा प्याकेज र संसारभरि बेचे छ । टोम यम संग flavored पेस्ट हुन सक्छ विभिन्न विशेषताहरु देखि गरे कि ताजा जडीबुटी सामाग्री. यो सूप अक्सर समावेश मासु जस्तै चिकन, बीफ, पोर्क, वा चिंराट ।

source: Tom yum
ne: टोम यम

source: Palaniappan Chidambaram (Tamil: பழனியப்பன் சிதம்பரம்; born 16 September 1945)[2] is an Indian politician affiliated with the Indian National Congress and a former Union Minister of Finance of India. Chidambaram is a corporate lawyer and an important member of the last Congress-led government. He has been the Finance Minister since May 2004, except for a three and a half year stint – beginning November 2008 – as Home Minister, in the wake of the 2008 Mumbai terror attacks.
ne: Palaniappan Chidambaram (तामिल: பழனியப்பன் சிதம்பரம்; जन्म १६ सेप्टेम्बर १९४५)[2] भारतीय राष्ट्रिय कांग्रेस सम्बद्ध एक भारतीय राजनीतिज्ञ र भारतको पूर्व युनियन वित्त मन्त्री हुन् । चिताम्बरम व्यवसायिक वकिल हुन तथा उनी कांग्रेसको नेतृत्वको सरकारको महत्वपूर्ण सदस्य पनि हुन् । उनी मुम्बईमा आतंकवादी पछि सन् २००८ नोभेम्बर देखि साढे तीन वर्ष गृह मन्त्रीको रूपमा नियुक्त भए बाहेक अर्थ मन्त्रीमा सन् २००४ मे देखि नियुक्त भएका थिए । चिताम्बरम प्रनव मुखर्जि पश्चात सन् २०१२ जुलाईमा अर्थ मन्त्रीमा पूनः वहाली भएको थियो ।[3][4]

source: In the budget for 1996–97, Chidambaram brought discipline in government spending and launched an ambitious tax reform program to tackle an unwieldy fiscal deficit.
ne: आर्थिक वर्ष १९९६-९७ को बजेटमा चिताम्बरमले खर्चमा सरकारी अनुशासन तथा आर्थिक घाटाको समाधानार्ध महत्वकांक्षी कर सुधारको कार्यक्रमहरू ल्याएका थिए ।

source: His maternal grandfather was Raja Sir Annamalai Chettiar, a wealthy merchant and banker from Chettinad.[8] Chidambaram did his schooling at the Madras Christian College Higher Secondary School he passed the one year pre University course from Loyola College, Chennai. After graduating with a BSc degree in statistics from the Presidency College, Chennai, he completed his Bachelor of Laws from the Madras Law College (now Dr. Ambedkar Government Law College) and his MBA from Harvard Business School in the class of 1968. He also holds a master's degree from Loyola College in Chennai.[9] During this time his politics inclined to the left and in 1969 he joined N. Ram, later editor of The Hindu, and the women's activist Mythili Sivaraman in starting a journal called the Radical Review.[10]
ne: चिताम्बरमको जन्म भारतको तमिलनाडुको शिवगंगा जिल्लाको कनाडुकथानमा भएको थियो । उनको आमा पट्टिको बाजे चट्टिनाडको धनी व्यापारी तथा बैंकर राजा सर अन्नामलाई चेट्टायर हुन् ।[8] उनले आफ्नो विद्यालय शिक्षा मद्रास क्रिष्चियन कलेज उच्च माध्यमिक विद्यायमा गरेका थिए । उनले एक वर्षिय पूर्व विश्वविद्यालय पाठ्यक्रम लोयोला कलेज चेन्नईबाट गरेका थिए । चेन्नईको प्रेसिडेन्सि कलेजबाट विज्ञानको तथ्यांकशास्त्रमा स्नातक पूरा गरि मद्रास ल कलेज (हाल डा. आमबेडकर सरकारी ल कलेज)बाट कानुनशास्त्रमा स्नातक पूरा गरेका थिए र व्यवस्थापनमा स्नातकोत्तर सन् १९६८ मा हार्भर्ड विजनेस स्कुलबाट पूरा गरेका थिए । उनले चेन्नईको लोयोला कलेजबाट समेत स्नातकोत्तर सम्पन्न गरेका थिए ।[9] यस समयमा उनको राजनीति तर्फको झुकाव बाँया तर्फ रह्यो र सन् १९६९ मा उनले एन. राम (पछि द हिन्दुका सम्पादक) र महिलाहरूको कार्यकर्ता मिथिला शिभरमसँग मिलि एक पत्रिका रयाडिकल रिभ्यु को शुरूवात गरेका थिए ।[10]

source: Chidambaram has two brothers and one sister.[2] His father's business interests covered textiles, trading and plantations in India. He chose to concentrate on his legal practice and stayed away from the family business.[citation needed]
ne: चिताम्बरमका दुई भाइ र एक बहिनी छन् ।[2] उनको बुबाको व्यापार गतिविधीहरूमा भारतमा वस्त्र, व्यापार र वृक्षारोपण समेटिएको थियो । उनले भने आफ्नो कानूनको अभ्यासलाई ध्यान दिए र आफ्नो परिवारको व्यवसायबाट टाढा रहे ।

source: P. Chidambaram
ne: पालानिअप्पन चिताम्बरम

source: Sun Tzu (/ˈsuːnˈdzuː/;[2] also rendered as Sun Zi) was a Chinese general, military strategist, and philosopher who lived in the Spring and Autumn period of ancient China. Sun Tzu is traditionally credited as the author of The Art of War, a widely influential work of military strategy that has affected both Western and Eastern philosophy. Aside from his legacy as the author of The Art of War, Sun Tzu is revered in Chinese and the Culture of Asia as a legendary historical figure.
ne: सन जु (/ˈsuːnˈdzuː/;[2] सन जी पनि भनिने) एक चिनियाँ जनरल, सैन्य रणनीतिकार र दार्शनिक जो पुरातन चीनको बसन्त तथा शरद ऋतु अवधि अवधिमा बस्दथे । सन जु द आर्ट अफ वारको लेखकको रूपमा स्थापित हुन्, यो एक व्यापक प्रभावशाली सैन् रणनीतिको कार्य जसले पश्चिमी र पूर्वि दर्शनलाई प्रभाव पारेको छ । उनको द आर्ट अफ वारको लेखक विरासत बाहेक उनलाई चिनिया तथा एसियाको परम्पराको एेतिहासिक पात्रको रूपमा समेत प्रसिद्ध थिए । उनको जन्मको नाम सन वु थियो र उनलाई परिवार भन्दा बाहिर शिष्टाचारले सबै चांगक्वेन भनेर चिन्ने गर्दथे । उनि पश्चिममा सन जुको नामबाट प्रसिद्ध छन् जसको सम्मानित अर्थ गुरू सन भन्ने हुन्छ ।

source: Sima Qian and other traditional historians placed him as a minister to King Helü of Wu and dated his lifetime to 544–496 BC. Modern scholars accepting his historicity nonetheless place the existing text of The Art of War in the later Warring States period based upon its style of composition and its descriptions of warfare.[3] Traditional accounts state that the general's descendant Sun Bin also wrote a treatise on military tactics, also titled The Art of War. Since both Sun Wu and Sun Bin were referred to as Sun Tzu in classical Chinese texts, some historians believed them identical prior to the rediscovery of Sun Bin's treatise in 1972.
ne: सन जुको इतिहासको बारेमा अनिश्चति छ । सिमा क्युवेन तथा अन्य परम्परागत इतिहासकारहरूले उनलाई वु का राजा हेलुको मन्त्रीको रूपमा र उनको जीवनकाल ५४४-४९६ इसा पूर्व उल्लेख गरेका छन् । आधुनिक विद्वानहरूले उनको इतिहासलाई द आर्ट अफ वारमा उल्लेख भएको शैलि तथा युद्धशैलीको वर्णनको आधारमा स्विकारेका छन् ।[3] परम्परागत विवरणहरूमा उल्लेख भए अनुसार सन विनले सम्त सैन्य रणनीतिहरूमा सन्धीहरू लेखेका छन् जसको शिर्षक द आर्ट अफ वार राखिएका थिए ।

source: Baidu, Inc. (Chinese: 百度; pinyin: Bǎidù, anglicized /ˈbaɪduː/ "BY-doo"), incorporated on January 18, 2000, is a Chinese web services company headquartered at the Baidu Campus in Beijing's Haidian District.[6]
ne: बैदु इंक (Chinese: 百度; pinyin: Bǎidù, अंग्रेजी /ˈbaɪduː/ "BY-doo") सन् २००० जनवरीमा स्थापना भएको चिनिया वेभ सेवा कम्पनी हो, यसको केन्द्रिय कार्यालय बैदु क्याम्स हायडियान जिल्ला बेजिंग अवस्थित छ । [6]

source: The name Baidu is a quote from the last line of Xin Qiji (辛弃疾)'s classical poem "Green Jade Table in The Lantern Festival" (青玉案·元夕) saying: "Having searched thousands of times in the crowd, suddenly turning back, She is there in the dimmest candlelight." (众里寻他千百度，蓦然回首，那人却在灯火阑珊处。)
ne: बैदुको नाम जिन किजी (辛弃疾) को शास्त्रीय कविताको अन्तिम हरफबाट लिइएको हो ।

source: Baidu offers many services, including a Chinese search engine for websites, audio files and images. Baidu offers 57 search and community services including Baidu Baike (an online, collaboratively built encyclopedia) and a searchable, keyword-based discussion forum.[7] Baidu was established in 2000 by Robin Li and Eric Xu. Both of the co-founders are Chinese nationals who studied and worked overseas before returning to China.
ne: बैदुले धेरै प्रकारको सेवाहरू प्रदान गर्दै आइरहेको छ जसमा वेभसाइट, चित्र तथा गितहरूको चिनियाँ खोज सेवा समेत रहेको छ । बैदुले ५७ खोज तथा सामुदायिक सेवाहरू लगायत बैदु बैंक र खोज्न सकिने फोरम समेत छ ।[7] बैदुलाई सन् २००० मा रबिन लि र इरिक झुले स्थापना गरेका थिए । दुवै संस्थापकहरू चिनिया नागरिक हुन र यिनिहरूले चीनमा फर्किन पहिला पढाइ तथा काम विदेशमा गरेका थिए । सन् २०१५ मार्चमा बैदुलाई अलेक्सा इन्टरनेट सूचीमा चौथो स्तरमा सूचीकृत गरेको थियो । [8]
